{
    "Pre Wedding": "Pre Matrimonio",
    "Michele & Rosa Wedding": "Matrimonio di Michele & Rosa",
    "Home": "Home",
    "Story": "Storia",
    "When & Where": "Dove & Quando",
    "Gallery": "Galleria",
    "Languages": "Lingua",
    "English": "English",
    "Italian": "Italiano",
    "Spanish": "Espanol",
    "Contact": "Contattaci",
    "We Are Getting Married!": "Ci Sposiamo!",
    "August 24th, 2019 Barichara, Colombia": "Agosto 24, 2019 Barichara, Colombia",
    "August 30th, 2019 Lettere, Italy": "Agosto 30, 2019 Lettere, Italia",
    "Save the date": "Salva la data",
    "Welcome to our wedding website": "Benvenuto al sito dedicato al nostro matrimonio",
    "We can’t wait to celebrate our special day with you.": "Siamo impazienti di celebrare il nostro matrimonio con te.",
    "We’ve created this website as a convenient and interactive way to share all of the important details with you in the lead up to our wedding.": "Abbiamo creato questo sito come un modo conveniente e interattivo per condividere tutti i dettagli importanti con te sul nostro matrimonio.",
    "You can also read more about our love story, get to know our awesome party, and check out other useful information.": "Puoi anche sapere più cose sulla nostra storia d'amore, conoscere la nostra fantastica festa, e controllare altre utili informazioni.",
    "So have fun, take a look around and don’t forget to RSVP!": "Quindi divertiti, dai un'occhiata in giro, e non dimenticare di confermare la partecipazione!",
    "Finally – thank you for your ongoing love and support. We are so excited to share this day with you and look forward to dancing the night away with all of our favourite people!": "In fine – grazie per il vostro continuo amore e supporto. Siamo così entusiasti di condividere questa giornata con te e non vediamo l'ora di ballare tutta la notte con tutte le nostre persone preferite!",
    "Hello!": "Ciao!",
    "We invite you to celebrate our wedding": "Ti invitiamo a celebrare il nostro matrimonio",
    "Michele Fattoruso": "Michele Fattoruso",
    "hisStory": "Sono nato in Napoli periferia, città della vera pizza 😜. Sono stato stupendamente cresciuto dalla mia famiglia (ciao Mamma, ciao Papà) insieme a due amorevoli fratelli. Sono sempre stato un ragazzo timido, fino a quando decisi di lasciare il mio paese per esplorare nuove avventure oltremare. L'idea era quella di fare esperienza profesionale,ed invece cosa ho trovato è l'amore della mia vita ( guarda quanto è bella la ragazza nella foro alla mia destra ).",
    "Rosa Rueda": "Rosa Rueda",
    "herStory": "Sono nata in Barichara (Colombia). Ho viaggiato diversi posti in tutto il mondo, alcuni per passione and altri per lavoro. Ho vissuto in canada per il periodo del mio dottorato,Londra ed in fine Chicago per lavoro. Quest'ultima città è dove ho incontrato questo simpatico e attraente italiano,giusto dopo esser tornata dal mio primo viaggio in Italia ( Il destino, no? ). Da quel momento è stato l'altra metà di me stella. 🙂.",
    "Our Special Events": "I Nostri Eventi Speciali",
    "Wedding Events": "Eventi del Matrimonio",
    "Main Ceremony": "Cerimonia Principale",
    "Saturday 24": "Sabato 24",
    "August, 2019": "Agosto, 2019",
    "Where: Cathedral of the Immaculate Conception, Barichara’s main square.": "Dove: Cattedrale dell'immacolata concezione,Piazza principale di Barichara.",
    "This cathedral is an 18th-century sandstone church with a golden-leaf altar. It is the most prominent structure in Barichara. We could have not found a more beautiful church to celebrate our wedding!": "Questa cattedrale è una chiesa in arenaria del XVIII secolo con un altare a foglia d'oro. È la struttura più importante di Barichara. Non avremmo potuto trovare una chiesa più bella per celebrare il nostro matrimonio!",
    "Wedding Party": "La Festa",
    "Where: Tamarindo Hotel": "Dove: Tamarindo Hotel",
    "Barichara Calle 4 # 2-26.": "Barichara Calle 4 # 2-26.",
    "Tamarindo is a small hotel with Spanish colonial architecture and is located just a couple of streets away from the Cathedral. You will have some time to hang out around the town before the party gets started!": "Tamarindo è un piccolo hotel con architettura coloniale spagnola e si trova a solo un paio di strade di distanza dalla Cattedrale. Avrai un po' di tempo per andare in giro per la città prima che inizi la festa!",
    "Our Memories": "I Nostri Ricordi",
    "Wedding Gallery": "Galleria del Matrimonio",
    "We created some albums to share our love journey with you.": "Abbiamo creato qualche album per condividere il nostro viaggio d'amore con te.",
    "Best Wishes": "I Migliori Auguri",
    "Friends Wishes": "Auguri dagli Amici",
    "Send us your best wishes by tweeting us": "Mandaci i tuoi migliori auguri mandandoci un tweet",
    "Are You Attending?": "Parteciperai?",
    "Please Fill-up the form to notify you that you are attending. Thanks.": "Per favore completa il modulo per avvisarci che attenderai, Grazie.",
    "Name": "Nome",
    "Email": "Email",
    "Number of Adults": "Numero di Adulti",
    "Number of Children": "Numero di Bambini",
    "Event Location": "Luogo dell'Evento",
    "Colombia": "Colombia",
    "Italy": "Italia",
    "I am Attending": "Partecipo",
    "I am not Attending": "Non Partecipo",
    "day": "giorno",
    "hour": "ora",
    "minute": "minuto",
    "second": "secondo",
    "pluralLetter": "i",
    "About Us": "Noi...",
    "August 24, 2019 Barichara, Colombia": "Agosto 24, 2019 Barichara, Colombia",
    "We invited you to celebrate our wedding": "Ti abbiamo invitato a celebrare il nostro matrimonio",
    "We Love Each Other": "Ci Amiamo A Vicenda",
    "Our Story": "La Nostra Storia",
    "I love you without knowing how, or when, or from where.\n\t\t\t\t\t\tI love you straightforwardly, without complexities or pride;\n\t\t\t\t\t\tso I love you because I know no other way than this:\n\t\t\t\t\t\twhere I does not exist, nor you,\n\t\t\t\t\t\tso close that your hand on my chest is my hand,\n\t\t\t\t\t\tso close that your eyes close as I fall asleep.\n\n\t\t\t\t\t\t\t• Pablo Neruda, Sonnet XVII": "T'amo senza sapere come, né quando, né da dove,\n\t\t\t\t\t\tt'amo direttamente senza problemi né orgoglio:\n\t\t\t\t\t\tcosì ti amo perché non so amare altrimenti\n\t\t\t\t\t\tche così, in questo modo in cui non sono e non sei,\n\t\t\t\t\t\tcosì vicino che la tua mano sul mio petto è mia,\n\t\t\t\t\t\tcosì vicino che si chiudono i tuoi occhi col mio sonno.\n\n\t\t\t\t\t\t\t• Pablo Neruda, Sonetto XVII",
    "When We First Met": "Il Primo Incontro",
    "October 15, 2016": "Ottobre 15, 2016",
    "First Date... not Date": "Il Primo Appuntamento... Non Appuntamento",
    "January 21, 2017": "Gennaio 21, 2017",
    "In A Relationship": "In Una Relazione",
    "January 29, 2017": "Gennaio 29, 2017",
    "Engaged": "Fidanzati",
    "August 13, 2018": "Agosto 13, 2018",
    "Contact Us": "Contattaci",
    "Get In Touch": "Mettiti In Contatto",
    "Your firstname": "Il tuo Nome",
    "Your lastname": "Il tuo cognome",
    "Your email address": "Il tuo indirizzo email",
    "Your subject of this message": "Soggetto del messaggio",
    "Write us something": "Scrivici qualcosa",
    "Send Message": "Manda il messaggio",
    "Contact Information": "Informationi Sui Contatti",
    "Your participation has been confirmed": "La tua partecipazione è stata confermata",
    " Adults and ": " Adulti e ",
    " Childrens - Location: ": " Bambini - Luogo: ",
    "We'd love for you to be there.": "Ci piacerebbe che tu ci fossi.",
    "Thank you for notifying us": "Grazie per averci avvisato",
    "Participation Saved": "Partecipazione Salvata",
    "Do you want to update it?": "Vuoi aggiornarla?",
    "Participation Already Available": "Participation Già Esistente",
    "YES": "SI",
    "NO": "NO",
    "Are you sure you don't want to participate anymore?": "Sei sicuro di non voler più partecipare?",
    "We are sorry you can't make it. If you change your mind, come update your registration through your email!": "Ci dispiace che non potrai partecipare. Se cambi idea, vieni ad aggiornare la registrazione tramite la tua e-mail!",
    "Our Video": "Il Nostro Video",
    "A bit of us in our Pre-Wedding photo session.": "Un po' di noi nella nostra sessione Pre Matrimonio.",
    "Developed by": "Sviluppato da",
    "Friday 30": "Venerdì 30",
    "They were hanging out for a couple of months, together with friends, until their \t\t\t\t\t\t\t\t\t\tReservation at Alinea finally arrived (it took literally months of waiting). This was \t\t\t\t\t\t\t\t\t\ttheir first time going out just the two of them, and he thought this could be a good \t\t\t\t\t\t\t\t\t\toccasion to put his feelings in words… which just didn’t happen due to some unexpected \t\t\t\t\t\t\t\t\t\tcomplications (love is hard!)": "Uscirono insieme per un paio di mesi, insieme agli amici, fino all'arrivo della loro prenotazione ad Alinea (ci sono voluti letteralmente mesi di attesa). Era la prima volta che uscivano solo loro due, lui pensò che questa potesse essere una buona occasione per esprimere i suoi sentimenti con parole ... il che non accadde a causa di alcune inaspettate complicazioni  (l'amore è difficile!)",
    "A few days later, they had another activity with friends, fondue and raclette night! \t\t\t\t\t\t\t\t\t\tMichele offered to give Rosa a ride back to her place with the idea of not delaying anymore \t\t\t\t\t\t\t\t\t\twhat he had to say. He put together some sentences which kind of made sense, and then blushed \t\t\t\t\t\t\t\t\t\tlike a red pepper. Well, this is how it all started!": "Pochi giorni dopo, Uscirono di nuovo insieme con gli amici, serata di fonduta e raclette! Michele si offrì di dare un passaggio a Rosa a casa sua con l'idea di non ritardare più quello che aveva da dire. Mise insieme alcune frasi che avevano un senso e poi arrossì come un peperone rosso. Ed è così che iniziò tutto!",
    "After some time in the relationship, Michele decided that it was time for his family, \t\t\t\t\t\t\t\t\t\tliving in Italy, to meet Rosa. Nothing she knew that he was traveling with a sparkling gift \t\t\t\t\t\t\t\t\t\tfor her. The plan was carefully designed, and despite the summer heat and the sea sickness, \t\t\t\t\t\t\t\t\t\tonce they entered in the Blue Grotto, he opened his perfectly hidden box, and said the fateful \t\t\t\t\t\t\t\t\t\twords, which were replied by a lovely yes!": "Dopo un po' di tempo nella relazione, Michele decise che era giunto il momento per la sua famiglia, che viveva in Italia, di incontrare Rosa. Nulla lei sapeva che lui stava viaggiando con un regalo scintillante. Il piano fu progettato con cura, e nonostante la calura estiva e il mal di mare, una volta entrati nella Grotta Azzurra, lui aprì, la sua perfettamente nascosta scatola, e disse le fatidiche parole, che furono replicate da un bel si!",
    "This cathedral is an 18th-century sandstone church with a golden-leaf altar. \t\t\t\t\t\t\t\t\tIt is the most prominent structure in Barichara. We could have not found a more beautiful \t\t\t\t\t\t\t\t\tchurch to celebrate our wedding!": "Questa cattedrale è una chiesa in arenaria del XVIII secolo con un altare a foglia d'oro. È la struttura più importante di Barichara. Non avremmo potuto trovare una chiesa più bella per celebrare il nostro matrimonio!",
    "Tamarindo is a small hotel with Spanish colonial architecture and is located just a couple \t\t\t\t\t\t\t\t\tof streets away from the Cathedral. You will have some time to hang out around the town before the \t\t\t\t\t\t\t\t\tparty gets started!": "Tamarindo è un piccolo hotel è un piccolo hotel con architettura coloniale spagnola che si trova a pochi metri di distanza dalla Cattedrale. Avrai del tempo per andare in giro per la città prima che inizi la festa!",
    "It might sound cheesy, but it was destiny that brought them together. \t\t\t\t\t\t\t\t\t\tRosa had just returned from a trip to Italy, when some friends, who she had \t\t\t\t\t\t\t\t\t\trandomly met over a year ago at a friend’s birthday party, invited her to their \t\t\t\t\t\t\t\t\t\thouse that they happened to share with Michele. That day when they first met, they \t\t\t\t\t\t\t\t\t\timmediately found a lot of things to talk about, one of which was his very unsuccessful \t\t\t\t\t\t\t\t\t\tsearch for someone to enjoy a dinner plan at Alinea - a famous restaurant in Chicago. \t\t\t\t\t\t\t\t\t\tThis plan was in Rosa’s bucket list, so without further thought they decided to plan to go together.": "Puo' sembare sdolcinato, ma fu il destino che li ha uniti. Rosa era appena ritornata da un viaggio in Italia, quando alcuni amici, che lei aveva casualmente conoscuto circa un'anno prima ad una festa di compleanno, la invitarono nella loro casa che condividevano con Michele. Quel giorno quando si incontrarono per la prima volta, immediatamente trovarono molte cose in comune di cui parlare, una delle quali fu la sua ricerca infruttuosa di qualcuno con cui godersi una cena ad Alinea - un fanoso ristorante in Chicago. Questa stessa idea era nella lista dei desideri di Rosa, quindi, senza ulteriori pensieri, decisero di pianificare di andare insieme.",
    "Colombia Main Ceremony": "Cerimonia in Colombia",
    "Colombia Wedding Party": "Festa in Colombia",
    "Italy Main Ceremony": "Cerimonia in Italia",
    "Where: Saint Nicola's church": "Dove: Chiesa di San Nicola",
    "Via San Nicola del Vaglio, 80050 Lettere NA, Italy": "Via San Nicola del Vaglio, 80050 Lettere NA, Italia",
    "Italy Wedding Party": "Festa in Italia",
    "Where: La Canonica": "Dove: La Canonica",
    "Via S. Lorenzo, 20, 80050 Lettere NA, Italy.": "Via S. Lorenzo, 20, 80050 Lettere NA, Italia.",
    "La Canonica, immersed in the green of a hill overlooking the splendid Gulf of Naples, \t\t\t\t\t\t\t\t\tis a splendid and refined location for receptions that offers a careful and refined cuisine \t\t\t\t\t\t\t\t\tas well as a service based on cordiality and courtesy.": "La Canonica, immersa nel verde di una collina che si affaccia sullo splendido Golfo di Napoli, è una splendida e raffinata location per ricevimenti che offre una cucina attenta e ricercata oltre ad un servizio improntato sulla cordialità e cortesia.",
    "Colombia and Italy Events": "Eventi in Colombia e Italia",
    "Our Photos": "Le Nostre Foto",
    "This is the church Michele used to go when he lived in Italy. We decided to celebrate there our ceremony, so we could share our joy with all the people who join us!":"Questa è la chiesa che Michele era solito frequentare quando viveva in Italia. Abbiamo deciso di celebrare qui la nostra cerimonia, così da poter condividere la nostra gioia con tuttle le persone che su uniranno alla celebrazione!"
}